Repository: calcal168/golf-coach
Catalog: Localizable.xcstrings
Source language: en
Languages: ko, zh_hans, zh_hant

source: %@ balance
ko: 잔액: %@
zh_hans: 余额：%@
zh_hant: 餘額：%@

source: %lld left
ko: %lld회 남음
zh_hans: 剩余 %lld 节
zh_hant: 剩餘 %lld 堂

source: %lld lessons
ko: %lld회 레슨
zh_hans: %lld 节课
zh_hant: %lld 堂課

source: %lld min
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

source: %lld player(s)
ko: %lld명
zh_hans: %lld 人
zh_hant: %lld 人

# %lld video%@
source: %1$lld video%2$@
ko: 동영상 %1$lld개
zh_hans: %1$lld 段视频
zh_hant: %1$lld 段影片

# %lld/%lld left
source: %1$lld/%2$lld left
ko: %1$lld/%2$lld회 남음
zh_hans: %1$lld/%2$lld 节剩余
zh_hant: 剩餘 %1$lld/%2$lld 堂

source: 5-Lesson Package
ko: 5회 레슨 패키지
zh_hans: 5节课套餐
zh_hant: 5堂課套票

source: 10-Lesson Package
ko: 10회 레슨 패키지
zh_hans: 10节课套餐
zh_hant: 10堂課套票

source: Academy
ko: 아카데미
zh_hans: 高尔夫学院
zh_hant: 學院

source: Account
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Active
ko: 활성
zh_hans: 在训
zh_hant: 進行中

source: Active Package
ko: 이용 중인 패키지
zh_hans: 当前课程包
zh_hant: 目前課程套組

source: Add a student before tracking payments.
ko: 결제를 추적하려면 먼저 학생을 추가하세요.
zh_hans: 请先添加学员，再跟踪付款。
zh_hant: 請先新增學員，再追蹤付款。

source: Add a student to start tracking packages, lesson progress, payments, and swing videos.
ko: 학생을 추가하여 패키지, 레슨 진행 상황, 결제 및 스윙 동영상 추적을 시작하세요.
zh_hans: 添加学员后即可跟踪课程包、课程进度、付款和挥杆视频。
zh_hant: 新增學員即可開始追蹤課程套組、課程進度、付款與揮桿影片。

source: Add Lesson Notes
ko: 레슨 노트 추가
zh_hans: 添加课程笔记
zh_hant: 新增課程筆記

source: Add Payment
ko: 결제 추가
zh_hans: 添加付款
zh_hant: 新增付款

source: Add Payment / Package
ko: 결제 / 패키지 추가
zh_hans: 添加付款 / 课程包
zh_hant: 新增付款 / 課程套組

source: Add Screenshot / Image
ko: 스크린샷 / 이미지 추가
zh_hans: 添加截图 / 图片
zh_hant: 新增截圖 / 圖片

source: Add Student
ko: 학생 추가
zh_hans: 添加学员
zh_hant: 新增學員

source: Add Video
ko: 동영상 추가
zh_hans: 添加视频
zh_hant: 新增影片

source: Additional Notes
ko: 추가 메모
zh_hans: 附加备注
zh_hant: 其他備註

source: After
ko: 이후
zh_hans: 之后
zh_hant: 之後

source: After Swing
ko: 이후 스윙
zh_hans: 改善后挥杆
zh_hant: 改善後揮桿

source: Age
ko: 나이
zh_hans: 年龄
zh_hant: 年齡

source: Analysis
ko: 분석
zh_hans: 分析
zh_hant: 分析

source: Analysis Info
ko: 분석 정보
zh_hans: 分析信息
zh_hant: 分析資訊

source: Analysis notes
ko: 분석 메모
zh_hans: 分析备注
zh_hant: 分析備註

source: Any other notes...
ko: 기타 메모...
zh_hans: 其他备注...
zh_hant: 其他備註...

source: Apply
ko: 적용
zh_hans: 应用
zh_hant: 套用

source: Are you sure you want to delete these lesson notes? This cannot be undone.
ko: 이 레슨 노트를 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 确定要删除这节课的笔记吗？此操作无法撤销。
zh_hant: 確定要刪除這些課程筆記嗎？此操作無法復原。

source: Are you sure you want to delete this coach analysis video? This cannot be undone.
ko: 이 코치 분석 동영상을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 确定要删除此教练分析视频吗？此操作无法撤销。
zh_hant: 確定要刪除此教練分析影片嗎？此操作無法復原。

source: Are you sure you want to delete this video? This cannot be undone.
ko: 이 동영상을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 确定要删除此视频吗？此操作无法撤销。
zh_hant: 確定要刪除此影片嗎？此操作無法復原。

source: Are you sure? This permanently removes the %@ payment and all of its recorded lesson fees.
ko: 정말로 %@ 결제와 이 결제에 기록된 모든 레슨 비용을 영구적으로 삭제하시겠습니까?
zh_hans: 确定要永久删除 %@ 付款及其中记录的所有课程费用吗？
zh_hant: 確定要永久刪除 %@ 付款及其中記錄的所有課程費用嗎？

source: Are you sure? This removes the recorded lesson fee of %@ and returns that amount to the student's balance.
ko: 정말로 기록된 레슨 비용 %@을(를) 삭제하고 해당 금액을 학생 잔액으로 돌려주시겠습니까?
zh_hans: 确定要移除已记录的课程费用 %@，并将该金额退回学生余额吗？
zh_hant: 確定要移除已記錄的課程費用 %@，並將該金額退回學生餘額嗎？

source: Areas to Improve
ko: 개선할 부분
zh_hans: 改进方向
zh_hant: 改進方向

source: Assigned Homework
ko: 지정 과제
zh_hans: 布置的作业
zh_hant: 指定作業

source: Attachments
ko: 첨부 이미지
zh_hans: 附件
zh_hant: 附件

source: Audience
ko: 수신자
zh_hans: 收件人
zh_hant: 收件人

source: Authenticate to access student information.
ko: 학생 정보에 접근하려면 인증하세요.
zh_hans: 验证身份以访问学员信息。
zh_hant: 驗證身分以存取學員資訊。

source: Authenticating...
ko: 인증 중...
zh_hans: 正在验证身份...
zh_hant: 正在驗證身分...

source: Available Credit
ko: 사용 가능 크레딧
zh_hans: 可用余额
zh_hant: 可用餘額

source: Back 1 Frame
ko: 1프레임 뒤로
zh_hans: 后退 1 帧
zh_hant: 後退 1 格

source: Back Up Student Data
ko: 학생 데이터 백업
zh_hans: 备份学员资料
zh_hant: 備份學員資料

source: Balance After Charge
ko: 청구 후 잔액
zh_hans: 扣费后余额
zh_hant: 扣費後餘額

source: Balance: %@
ko: 잔액: %@
zh_hans: 余额：%@
zh_hant: 餘額：%@

source: Before
ko: 이전
zh_hans: 之前
zh_hant: 之前

source: Before Swing
ko: 이전 스윙
zh_hans: 改善前挥杆
zh_hant: 改善前揮桿

source: Birthday
ko: 생년월일
zh_hans: 生日
zh_hant: 生日

source: Birthday on File
ko: 생년월일 등록됨
zh_hans: 已登记生日
zh_hant: 已登記生日

source: Calendar
ko: 캘린더
zh_hans: 日历
zh_hant: 行事曆

source: Cancel
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Caption (optional)
ko: 설명 (선택 사항)
zh_hans: 说明（可选）
zh_hant: 說明（選填）

source: Capture or import videos from a student profile.
ko: 학생 프로필에서 동영상을 촬영하거나 가져오세요.
zh_hans: 从学员资料中拍摄或导入视频。
zh_hant: 從學員資料中拍攝或匯入影片。

source: Capture Swing Video
ko: 스윙 동영상 촬영
zh_hans: 拍摄挥杆视频
zh_hant: 拍攝揮桿影片

source: Capture Video
ko: 동영상 촬영
zh_hans: 拍摄视频
zh_hant: 拍攝影片

source: Cash
ko: 현금
zh_hans: 现金
zh_hant: 現金

source: Charge Amount
ko: 청구 금액
zh_hans: 收费金额
zh_hant: 收費金額

source: Charge notes
ko: 청구 메모
zh_hans: 收费备注
zh_hant: 收費備註

source: Choose from Library
ko: 사진 보관함에서 선택
zh_hans: 从相册选择
zh_hant: 從照片圖庫選擇

source: Circle
ko: 원
zh_hans: 圆形
zh_hant: 圓形

source: Clear
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear Lines
ko: 선 지우기
zh_hans: 清除线条
zh_hant: 清除線條

source: Coach Analysis Videos
ko: 코치 분석 동영상
zh_hans: 教练分析视频
zh_hant: 教練分析影片

source: Coach Notes
ko: 코치 노트
zh_hans: 教练笔记
zh_hant: 教練筆記

source: Color
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Compare Videos
ko: 동영상 비교
zh_hans: 比较视频
zh_hant: 比較影片

source: Compare with %@
ko: %@와(과) 비교
zh_hans: 与 %@ 比较
zh_hant: 與 %@ 比較

source: Comparison Mode
ko: 비교 모드
zh_hans: 对比模式
zh_hant: 比較模式

source: Comparison to last lesson
ko: 지난 레슨과 비교
zh_hans: 与上次课程比较
zh_hant: 與上次課程比較

source: Compose
ko: 작성
zh_hans: 撰写邮件
zh_hant: 撰寫郵件

source: Confirm & Text Student
ko: 확인 후 학생에게 문자 보내기
zh_hans: 确认并发短信给学员
zh_hant: 確認並傳簡訊給學員

source: Confirm Reversal
ko: 취소 확인
zh_hans: 确认撤销
zh_hant: 確認撤銷

source: Continue
ko: 계속
zh_hans: 继续
zh_hant: 繼續

source: Continue to Share
ko: 공유 계속하기
zh_hans: 继续分享
zh_hant: 繼續分享

source: Copy Notes
ko: 메모 복사
zh_hans: 复制备注
zh_hant: 複製備註

source: Copy the notes below, share the video, then paste into your message.
ko: 아래 메모를 복사하고 동영상을 공유한 후 메시지에 붙여 넣으세요.
zh_hans: 复制下方备注，分享视频，然后粘贴到消息中。
zh_hant: 複製下方備註、分享影片，然後貼到訊息中。

source: Credit
ko: 크레딧
zh_hans: 课时余额
zh_hant: 課程餘額

source: Credit Card
ko: 신용카드
zh_hans: 信用卡
zh_hant: 信用卡

source: Current swing problems and goals
ko: 현재 스윙 문제와 목표
zh_hans: 当前挥杆问题和目标
zh_hant: 目前揮桿問題與目標

source: Custom Package
ko: 맞춤 패키지
zh_hans: 自定义套餐
zh_hant: 自訂套票

source: Dark Mode
ko: 다크 모드
zh_hans: 深色模式
zh_hant: 深色模式

source: Data
ko: 데이터
zh_hans: 资料
zh_hant: 資料

source: Date and Time
ko: 날짜 및 시간
zh_hans: 日期与时间
zh_hant: 日期與時間

source: Debit
ko: 직불카드
zh_hans: 借记卡
zh_hant: 金融卡

source: Deduct a Lesson
ko: 레슨 1회 차감
zh_hans: 扣除一节课
zh_hant: 扣除一堂課

source: Deduct Lesson
ko: 레슨 차감
zh_hans: 扣除课程
zh_hant: 扣除課程

source: Delete
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Attachment
ko: 첨부 이미지 삭제
zh_hans: 删除附件
zh_hant: 刪除附件

source: Delete Coach Analysis Video
ko: 코치 분석 동영상 삭제
zh_hans: 删除教练分析视频
zh_hant: 刪除教練分析影片

source: Delete Lesson Notes
ko: 레슨 노트 삭제
zh_hans: 删除课程笔记
zh_hant: 刪除課程筆記

source: Delete Package
ko: 패키지 삭제
zh_hans: 删除课程包
zh_hant: 刪除課程套組

source: Delete Payment Package
ko: 결제 패키지 삭제
zh_hans: 删除付款套餐
zh_hant: 刪除付款套票

source: Delete Student
ko: 학생 삭제
zh_hans: 删除学员
zh_hant: 刪除學員

source: Delete Video
ko: 동영상 삭제
zh_hans: 删除视频
zh_hant: 刪除影片

source: Delete Whole Package
ko: 전체 패키지 삭제
zh_hans: 删除整个套餐
zh_hant: 刪除整個套票

source: Done
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Draw
ko: 그리기
zh_hans: 绘图
zh_hant: 繪圖

source: Draw Lines
ko: 선 그리기
zh_hans: 画线
zh_hant: 畫線

source: Drawing
ko: 그리기
zh_hans: 绘图
zh_hant: 繪圖

source: Drawing Off
ko: 그리기 끔
zh_hans: 关闭绘图
zh_hant: 關閉繪圖

source: Drawing On
ko: 그리기 켬
zh_hans: 开启绘图
zh_hant: 開啟繪圖

source: Drawing tools
ko: 그리기 도구
zh_hans: 绘图工具
zh_hant: 繪圖工具

source: Drawing Video
ko: 그리기 동영상
zh_hans: 绘图视频
zh_hant: 繪圖影片

source: Drill video file is missing or could not be shared.
ko: 드릴 동영상 파일이 없거나 공유할 수 없습니다.
zh_hans: 训练视频文件缺失或无法分享。
zh_hant: 訓練影片檔案遺失或無法分享。

source: Drills
ko: 훈련 드릴
zh_hans: 练习项目
zh_hant: 練習項目

source: Drills or homework for the student
ko: 학생을 위한 연습 또는 과제
zh_hans: 学员的练习或作业
zh_hant: 學員的練習或作業

source: Duration: %lld min
ko: 시간: %lld분
zh_hans: 时长：%lld 分钟
zh_hant: 時長：%lld 分鐘

source: e.g. 3 years
ko: 예: 3년
zh_hans: 例如：3年
zh_hant: 例如：3 年

source: e.g. 14.2
ko: 예: 14.2
zh_hans: 例如：14.2
zh_hant: 例如：14.2

source: e.g. 18
ko: 예: 18
zh_hans: 例如：18
zh_hant: 例如：18

source: e.g. Engineer
ko: 예: 엔지니어
zh_hans: 例如：工程师
zh_hant: 例如：工程師

source: Edit
ko: 편집
zh_hans: 编辑
zh_hant: 編輯

source: Edit Analysis
ko: 분석 편집
zh_hans: 编辑分析
zh_hant: 編輯分析

source: Edit Lesson Notes
ko: 레슨 노트 편집
zh_hans: 编辑课程笔记
zh_hant: 編輯課程筆記

source: Edit Notes
ko: 메모 편집
zh_hans: 编辑备注
zh_hant: 編輯備註

source: Edit Video
ko: 동영상 편집
zh_hans: 编辑视频
zh_hant: 編輯影片

source: Email
ko: 이메일
zh_hans: 电子邮箱
zh_hant: 電子郵件

source: Email Account Statement
ko: 계정 명세서 이메일 보내기
zh_hans: 通过电子邮件发送账户对账单
zh_hant: 以電子郵件傳送帳戶明細

source: Email Excel File
ko: Excel 파일 이메일 전송
zh_hans: 发送表格邮件
zh_hant: 以郵件傳送 Excel 檔案

source: Email failed to send: %@
ko: 이메일 전송 실패: %@
zh_hans: 电子邮件发送失败：%@
zh_hant: 電子郵件傳送失敗：%@

source: Email failed to send.
ko: 이메일을 보내지 못했습니다.
zh_hans: 电子邮件发送失败。
zh_hant: 電子郵件傳送失敗。

source: Email Lesson Summary to Student
ko: 학생에게 레슨 요약 이메일 보내기
zh_hans: 将课程总结通过电子邮件发送给学生
zh_hant: 以電子郵件將課程摘要傳送給學生

source: Email saved as draft.
ko: 이메일이 임시 보관함에 저장되었습니다.
zh_hans: 电子邮件已保存为草稿。
zh_hant: 電子郵件已儲存為草稿。

source: Email sent.
ko: 이메일을 보냈습니다.
zh_hans: 电子邮件已发送。
zh_hant: 電子郵件已傳送。

source: End
ko: 종료
zh_hans: 结束
zh_hant: 結束

source: Event or promotion message
ko: 이벤트 또는 프로모션 메시지
zh_hans: 活动或推广内容
zh_hant: 活動或推廣內容

source: Excel Export
ko: Excel 내보내기
zh_hans: Excel 导出
zh_hant: Excel 匯出

source: Existing problem
ko: 기존 문제
zh_hans: 现有问题
zh_hant: 現有問題

source: Experience
ko: 경력
zh_hans: 球龄
zh_hant: 球齡

source: Export Spreadsheet
ko: 스프레드시트 내보내기
zh_hans: 导出表格
zh_hant: 匯出試算表

source: Export Students
ko: 학생 내보내기
zh_hans: 导出学员
zh_hant: 匯出學員

source: Extra analysis notes
ko: 추가 분석 메모
zh_hans: 额外分析备注
zh_hant: 其他分析備註

source: Final Confirmation
ko: 최종 확인
zh_hans: 最终确认
zh_hant: 最終確認

source: Focused Video
ko: 집중 동영상
zh_hans: 聚焦视频
zh_hant: 聚焦影片

source: Forward 1 Frame
ko: 1프레임 앞으로
zh_hans: 前进 1 帧
zh_hant: 前進 1 格

# Frame %lld | %lld fps
source: Frame %1$lld | %2$lld fps
ko: %1$lld 프레임 | %2$lld fps
zh_hans: 第 %1$lld 帧 | %2$lld fps
zh_hant: 第 %1$lld 格 | %2$lld fps

source: Frame Review
ko: 프레임 검토
zh_hans: 逐帧查看
zh_hant: 逐格檢視

source: GOLF COACH
ko: 골프 코치
zh_hans: 高尔夫教练
zh_hant: 高爾夫教練

source: Golf Coach Academy
ko: 골프 코치 아카데미
zh_hans: 高尔夫教练学院
zh_hant: 高爾夫教練學院

source: Golf Coach Locked
ko: 골프 코치 잠김
zh_hans: 高尔夫教练已锁定
zh_hant: 高爾夫教練已鎖定

source: Golf Goal
ko: 골프 목표
zh_hans: 高尔夫目标
zh_hant: 高爾夫目標

source: Golf Lesson Summary
ko: 골프 레슨 요약
zh_hans: 高尔夫课程总结
zh_hant: 高爾夫課程摘要

source: Handicap
ko: 핸디캡
zh_hans: 差点
zh_hant: 差點

source: History
ko: 기록
zh_hans: 历史记录
zh_hant: 歷史記錄

source: I have permission to send this promotion
ko: 이 프로모션을 보낼 권한이 있습니다
zh_hans: 我已获得发送此次推广的许可
zh_hant: 我已取得傳送此推廣內容的許可

source: Import / Add Video
ko: 동영상 가져오기 / 추가
zh_hans: 导入 / 添加视频
zh_hant: 匯入 / 新增影片

source: Import from Photos
ko: 사진에서 가져오기
zh_hans: 从照片导入
zh_hant: 從照片匯入

source: Importing Demo Video...
ko: 데모 동영상을 가져오는 중...
zh_hans: 正在导入示范视频...
zh_hant: 正在匯入示範影片...

source: Include your business identity and an unsubscribe instruction in promotional email.
ko: 프로모션 이메일에 사업자 정보와 수신 거부 안내를 포함하세요.
zh_hans: 推广邮件中请包含您的业务身份以及退订说明。
zh_hant: 請在推廣郵件中包含您的商家身分與退訂說明。

source: Korean
ko: 한국어
zh_hans: 韩文
zh_hant: 韓文

source: Language
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Large Video File
ko: 대용량 동영상 파일
zh_hans: 大型视频文件
zh_hant: 大型影片檔案

source: Layout
ko: 레이아웃
zh_hans: 布局
zh_hant: 版面配置

source: Lesson
ko: 레슨
zh_hans: 课程
zh_hant: 課程

source: Lesson Date
ko: 레슨 날짜
zh_hans: 课程日期
zh_hant: 課程日期

source: Lesson fee restored, but %@ has no email address on file.
ko: 레슨 비용이 복원되었지만 %@의 이메일 주소가 등록되어 있지 않습니다.
zh_hans: 课程费用已恢复，但 %@ 没有登记电子邮件地址。
zh_hant: 課程費用已恢復，但 %@ 沒有登記電子郵件地址。

source: Lesson fee restored, but this device cannot send email. Set up Mail on an iPhone and try again.
ko: 레슨 비용이 복원되었지만 이 기기에서는 이메일을 보낼 수 없습니다. iPhone에서 Mail을 설정한 후 다시 시도하세요.
zh_hans: 课程费用已恢复，但此设备无法发送电子邮件。请在 iPhone 上设置“邮件”后重试。
zh_hant: 課程費用已恢復，但此裝置無法傳送電子郵件。請在 iPhone 上設定「郵件」後再試一次。

source: Lesson Focus
ko: 레슨 중점
zh_hans: 课程重点
zh_hant: 課程重點

source: Lesson notes
ko: 레슨 메모
zh_hans: 课程备注
zh_hant: 課程備註

source: Lesson Progress Videos
ko: 레슨 진행 동영상
zh_hans: 课程进度视频
zh_hant: 課程進度影片

source: Lesson Session Notes
ko: 레슨 세션 메모
zh_hans: 课程笔记
zh_hant: 課程筆記

source: Lesson Sessions
ko: 레슨 세션
zh_hans: 课程记录
zh_hant: 課程記錄

source: Lesson Summary
ko: 레슨 요약
zh_hans: 课程总结
zh_hant: 課程摘要

source: Lesson Summary Email
ko: 레슨 요약 이메일
zh_hans: 课程总结电子邮件
zh_hant: 課程摘要電子郵件

source: Lesson Timeline
ko: 레슨 타임라인
zh_hans: 课程时间线
zh_hant: 課程時間軸

source: Lesson Update
ko: 레슨 업데이트
zh_hans: 课程更新
zh_hant: 課程更新

source: Lesson Video
ko: 레슨 동영상
zh_hans: 课程视频
zh_hant: 課程影片

source: Lesson Videos
ko: 레슨 동영상
zh_hans: 课程视频
zh_hant: 課程影片

source: Lessons
ko: 레슨
zh_hans: 课程
zh_hant: 課程

source: Lessons Remaining
ko: 남은 레슨
zh_hans: 剩余课程
zh_hant: 剩餘課程

source: Lessons: %lld
ko: 레슨: %lld회
zh_hans: 课程：%lld 节
zh_hant: 課程：%lld 堂

source: Light Mode
ko: 라이트 모드
zh_hans: 浅色模式
zh_hant: 淺色模式

source: Line
ko: 선
zh_hans: 直线
zh_hant: 直線

source: Location
ko: 장소
zh_hans: 地点
zh_hant: 地點

source: Mail is not configured on this device. Use Share Excel File, or test email on an iPhone with a Mail account.
ko: 이 기기에 Mail이 구성되어 있지 않습니다. Excel 파일 공유를 사용하거나 Mail 계정이 설정된 iPhone에서 이메일을 사용하세요.
zh_hans: 此设备未配置邮件。请使用分享表格文件，或在已配置邮件账户的 iPhone 上测试邮件功能。
zh_hant: 此裝置尚未設定郵件。請使用「分享 Excel 檔案」，或在已設定郵件帳戶的 iPhone 上測試電子郵件。

source: Manage lesson balances, payments, notes, and swing analysis from one place.
ko: 레슨 잔여 횟수, 결제, 메모 및 스윙 분석을 한곳에서 관리하세요.
zh_hans: 在一处管理课程余额、付款、备注和挥杆分析。
zh_hant: 集中管理課程餘額、付款、備註與揮桿分析。

source: Mark one lesson used? %1$lld total lesson(s) will remain across all packages. %2$@ will receive a text message confirming this.
ko: 레슨 1회를 사용 처리할까요? 모든 패키지에 총 %1$lld회가 남습니다. %2$@ 님에게 확인 문자가 전송됩니다.
zh_hans: 确认使用一节课？所有课程包共剩余 %1$lld 节课。将向 %2$@ 发送短信确认。
zh_hant: 確定使用一堂課嗎？所有課程套組合計將剩餘 %1$lld 堂。%2$@ 將收到確認簡訊。

source: Marketing Email
ko: 마케팅 이메일
zh_hans: 推广邮件
zh_hant: 推廣郵件

source: Name
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

source: New Lesson Notes
ko: 새 레슨 노트
zh_hans: 新课程笔记
zh_hant: 新增課程筆記

source: New Payment
ko: 새 결제
zh_hans: 新付款
zh_hant: 新增付款

source: Next Lesson Goal
ko: 다음 레슨 목표
zh_hans: 下节课目标
zh_hant: 下一堂課目標

source: No coach analysis videos saved
ko: 저장된 코치 분석 동영상 없음
zh_hans: 尚未保存教练分析视频
zh_hant: 尚未儲存教練分析影片

source: No drills assigned.
ko: 지정된 드릴이 없습니다.
zh_hans: 未分配训练项目。
zh_hant: 尚未指定訓練項目。

source: No drills yet. Create one in Drill Library.
ko: 아직 드릴이 없습니다. 드릴 라이브러리에서 생성하세요.
zh_hans: 还没有训练项目。请在训练库中创建。
zh_hant: 尚無訓練項目。請在訓練庫中建立。

source: No email address is saved for %@.
ko: %@의 이메일 주소가 저장되어 있지 않습니다.
zh_hans: 没有为 %@ 保存电子邮件地址。
zh_hant: 尚未為 %@ 儲存電子郵件地址。

source: No lesson scheduled for this date
ko: 이 날짜에 예정된 레슨이 없습니다.
zh_hans: 此日期没有安排课程。
zh_hant: 此日期尚未安排課程。

source: No lesson sessions yet
ko: 아직 레슨 세션 없음
zh_hans: 暂无课程记录
zh_hant: 尚無課程記錄

source: No Lessons
ko: 레슨 없음
zh_hans: 暂无课程
zh_hant: 沒有課程

source: No lessons scheduled
ko: 예정된 레슨 없음
zh_hans: 尚未安排课程
zh_hant: 尚未安排課程

source: No notes added yet
ko: 아직 추가된 메모 없음
zh_hans: 暂无笔记
zh_hant: 尚未新增備註

source: No packages recorded
ko: 기록된 패키지 없음
zh_hans: 尚未记录课程包
zh_hant: 尚未記錄課程套組

source: No Students
ko: 학생 없음
zh_hans: 暂无学员
zh_hant: 沒有學員

source: No Students Yet
ko: 아직 학생 없음
zh_hans: 暂无学员
zh_hant: 尚無學員

source: No swing videos saved
ko: 저장된 스윙 동영상 없음
zh_hans: 尚未保存挥杆视频
zh_hant: 尚未儲存揮桿影片

source: No Videos
ko: 동영상 없음
zh_hans: 暂无视频
zh_hant: 沒有影片

source: Not Now
ko: 지금 안 함
zh_hans: 暂不发送
zh_hant: 暫不傳送

source: Not provided
ko: 입력되지 않음
zh_hans: 未提供
zh_hant: 未提供

source: Notes
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: Notes Copied!
ko: 메모를 복사했습니다!
zh_hans: 备注已复制！
zh_hant: 備註已複製！

source: Occupation
ko: 직업
zh_hans: 职业
zh_hant: 職業

source: OK
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Open Comparison
ko: 비교 열기
zh_hans: 打开比较
zh_hant: 開啟比較

source: Open Swing Screenshot
ko: 스윙 스크린샷 열기
zh_hans: 打开挥杆截图
zh_hant: 開啟揮桿截圖

source: Opening Student
ko: 학생 열기
zh_hans: 正在打开学员资料
zh_hant: 正在開啟學員資料

source: Package
ko: 패키지
zh_hans: 课程包
zh_hant: 課程套組

source: Package Balance
ko: 패키지 잔액
zh_hans: 课程包余额
zh_hant: 課程套組餘額

source: Package Update
ko: 패키지 업데이트
zh_hans: 课程包更新
zh_hant: 課程套組更新

source: Packages
ko: 패키지
zh_hans: 课程包
zh_hant: 課程套組

source: Paid %@
ko: %@ 결제됨
zh_hans: 已付 %@
zh_hant: 已付 %@

source: Paid: %@
ko: 결제됨: %@
zh_hans: 已付：%@
zh_hant: 已付：%@

source: Pause
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

source: Pause Both
ko: 둘 다 일시 정지
zh_hans: 全部暂停
zh_hant: 全部暫停

source: Payment Method
ko: 결제 방법
zh_hans: 付款方式
zh_hant: 付款方式

source: Payment Saved
ko: 결제가 저장됨
zh_hans: 付款已保存
zh_hant: 付款已儲存

source: Payment saved, but %@ has no email address on file.
ko: 결제가 저장되었지만 %@의 이메일 주소가 등록되어 있지 않습니다.
zh_hans: 付款已保存，但 %@ 没有登记电子邮件地址。
zh_hant: 付款已儲存，但 %@ 沒有登記電子郵件地址。

source: Payment saved, but this device cannot send email. Set up Mail on an iPhone and try again.
ko: 결제가 저장되었지만 이 기기에서는 이메일을 보낼 수 없습니다. iPhone에서 Mail을 설정한 후 다시 시도하세요.
zh_hans: 付款已保存，但此设备无法发送电子邮件。请在 iPhone 上设置“邮件”后重试。
zh_hant: 付款已儲存，但此裝置無法傳送電子郵件。請在 iPhone 上設定「郵件」後再試一次。

source: Payments
ko: 결제
zh_hans: 付款
zh_hant: 付款

source: Phone
ko: 전화번호
zh_hans: 电话
zh_hant: 電話

source: Play
ko: 재생
zh_hans: 播放
zh_hant: 播放

source: Play Both
ko: 둘 다 재생
zh_hans: 全部播放
zh_hant: 全部播放

source: Players: %lld
ko: 인원: %lld명
zh_hans: 人数：%lld
zh_hant: 人數：%lld

source: Practice
ko: 연습
zh_hans: 练习
zh_hant: 練習

source: Preview
ko: 미리보기
zh_hans: 预览
zh_hant: 預覽

source: Preview Trim
ko: 트리밍 미리보기
zh_hans: 预览剪辑
zh_hant: 預覽剪輯

source: Private Coach Journal
ko: 코치 비공개 일지
zh_hans: 教练私人日志
zh_hant: 教練私人日誌

source: Private observations for the coach only
ko: 코치만 볼 수 있는 비공개 관찰 기록
zh_hans: 仅供教练查看的私人观察记录
zh_hant: 僅供教練查看的私人觀察記錄

source: Problem Areas
ko: 문제 영역
zh_hans: 问题领域
zh_hant: 問題領域

source: Progress Notes
ko: 진행 메모
zh_hans: 进度备注
zh_hant: 進度備註

source: Promotion
ko: 프로모션
zh_hans: 推广活动
zh_hant: 推廣活動

source: Purchase Date
ko: 구매 날짜
zh_hans: 购买日期
zh_hant: 購買日期

source: Recipients are hidden from each other using Bcc.
ko: 수신자는 숨은 참조를 사용하여 서로에게 표시되지 않습니다.
zh_hans: 通过密送隐藏各收件人的邮箱地址。
zh_hant: 收件人會透過密件副本互相隱藏。

source: Record Lesson Fee
ko: 레슨 비용 기록
zh_hans: 记录课程费用
zh_hant: 記錄課程費用

source: Record Session Charge
ko: 세션 요금 기록
zh_hans: 记录课时费用
zh_hant: 記錄課程費用

source: Referral Person Name
ko: 추천인 이름
zh_hans: 推荐人姓名
zh_hant: 推薦人姓名

source: Remaining Credit
ko: 남은 크레딧
zh_hans: 剩余余额
zh_hant: 剩餘餘額

source: Reminder
ko: 알림
zh_hans: 提醒
zh_hant: 提醒

source: Remove Added Payment
ko: 추가한 결제 삭제
zh_hans: 移除已添加的付款
zh_hant: 移除已新增的付款

source: Remove Photo
ko: 사진 제거
zh_hans: 删除照片
zh_hant: 移除照片

source: Remove the %1$@ payment of %2$@? Any lesson charges recorded against this payment will also be removed.
ko: %@ 결제 %@을(를) 삭제하시겠습니까? 이 결제에 기록된 모든 레슨 비용도 삭제됩니다.
zh_hans: 移除 %@ 付款 %@ 吗？针对此付款记录的所有课程费用也会被移除。
zh_hant: 移除 %@ 付款 %@ 嗎？針對此付款記錄的所有課程費用也會被移除。

# Remove the lesson charge of %@ from %@? The credit will be restored.
source: Remove the lesson charge of %1$@ from %2$@? The credit will be restored.
ko: %@의 레슨 비용 %@을(를) 삭제하시겠습니까? 크레딧이 복원됩니다.
zh_hans: 移除 %@ 的课程费用 %@ 吗？额度将恢复。
zh_hant: 移除 %@ 的課程費用 %@ 嗎？額度將恢復。

source: Replace Current Student Data
ko: 현재 학생 데이터 교체
zh_hans: 替换当前学员资料
zh_hant: 取代目前學員資料

source: Reset Full Video
ko: 전체 동영상으로 재설정
zh_hans: 恢复完整视频
zh_hant: 還原完整影片

source: Restore Backup
ko: 백업 복원
zh_hans: 恢复备份
zh_hant: 還原備份

source: Restore Deducted Fee
ko: 차감된 비용 복원
zh_hans: 恢复已扣费用
zh_hant: 恢復已扣費用

source: Restore Deducted Lesson Fee
ko: 차감된 레슨 비용 복원
zh_hans: 恢复已扣课程费用
zh_hant: 恢復已扣課程費用

source: Restore Latest Automatic Backup
ko: 최신 자동 백업 복원
zh_hans: 恢复最新自动备份
zh_hant: 還原最新自動備份

source: Restore Latest Deducted Fee
ko: 최근 차감 비용 복원
zh_hans: 恢复最近已扣费用
zh_hant: 恢復最近已扣費用

source: Restore Latest Fee
ko: 최근 비용 복원
zh_hans: 恢复最近费用
zh_hant: 恢復最近費用

source: Resume
ko: 재개
zh_hans: 继续
zh_hant: 繼續

source: Resume Previous Session?
ko: 이전 세션을 재개하시겠습니까?
zh_hans: 继续上一次课程？
zh_hant: 繼續上一次課程？

source: Reversal Complete
ko: 복원 완료
zh_hans: 撤销完成
zh_hant: 撤銷完成

source: Reverse Deducted Lesson Fee
ko: 차감된 레슨 비용 되돌리기
zh_hans: 撤销已扣课程费用
zh_hant: 撤銷已扣課程費用

source: Reverse Transaction
ko: 거래 되돌리기
zh_hans: 撤销交易
zh_hant: 撤銷交易

source: Revert
ko: 되돌리기
zh_hans: 撤销操作
zh_hant: 復原

source: Revert Trim
ko: 트리밍 되돌리기
zh_hans: 撤销剪辑
zh_hant: 復原剪輯

source: Save
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Save Notes
ko: 메모 저장
zh_hans: 保存备注
zh_hant: 儲存備註

source: Save Student Information
ko: 학생 정보 저장
zh_hans: 保存学员信息
zh_hant: 儲存學員資訊

source: Save to Photos
ko: 사진에 저장
zh_hans: 保存到照片
zh_hant: 儲存到照片

source: Schedule
ko: 일정
zh_hans: 日程
zh_hant: 行程

source: Schedule Lesson
ko: 레슨 예약
zh_hans: 安排课程
zh_hant: 安排課程

source: Schedule lessons from a student profile.
ko: 학생 프로필에서 레슨을 예약하세요.
zh_hans: 请从学员资料中安排课程。
zh_hant: 請從學員資料中安排課程。

source: Scheduled Lesson
ko: 예정된 레슨
zh_hans: 已安排课程
zh_hant: 已安排課程

source: Search students
ko: 학생 검색
zh_hans: 搜索学员
zh_hant: 搜尋學員

source: Select Drills
ko: 드릴 선택
zh_hans: 选择训练项目
zh_hant: 選擇訓練項目

source: Select one before video and one after video to compare.
ko: 비교할 이전 동영상과 이후 동영상을 하나씩 선택하세요.
zh_hans: 请选择一个改善前视频和一个改善后视频进行比较。
zh_hant: 請選擇一個改善前影片與一個改善後影片進行比較。

source: Selected Length
ko: 선택한 길이
zh_hans: 选定时长
zh_hant: 選取長度

source: Send
ko: 보내기
zh_hans: 发送
zh_hant: 傳送

source: Send Confirmation Email?
ko: 확인 이메일을 보내시겠습니까?
zh_hans: 发送确认电子邮件？
zh_hant: 傳送確認電子郵件？

source: Send Email
ko: 이메일 보내기
zh_hans: 发送电子邮件
zh_hant: 傳送電子郵件

source: Send Notes
ko: 메모 보내기
zh_hans: 发送备注
zh_hant: 傳送備註

source: Send to Student
ko: 학생에게 보내기
zh_hans: 发送给学员
zh_hant: 傳送給學員

source: Sender
ko: 발신자
zh_hans: 发件人
zh_hant: 寄件者

source: Session charge saved, but %@ has no email address on file.
ko: 레슨 비용이 저장되었지만 %@의 이메일 주소가 등록되어 있지 않습니다.
zh_hans: 课程费用已保存，但 %@ 没有登记电子邮件地址。
zh_hant: 課程費用已儲存，但 %@ 沒有登記電子郵件地址。

source: Session charge saved, but this device cannot send email. Set up Mail on an iPhone and try again.
ko: 레슨 비용이 저장되었지만 이 기기에서는 이메일을 보낼 수 없습니다. iPhone에서 Mail을 설정한 후 다시 시도하세요.
zh_hans: 课程费用已保存，但此设备无法发送电子邮件。请在 iPhone 上设置“邮件”后重试。
zh_hant: 課程費用已儲存，但此裝置無法傳送電子郵件。請在 iPhone 上設定「郵件」後再試一次。

source: Session Details
ko: 세션 상세 정보
zh_hans: 课程详情
zh_hant: 課程詳情

source: Share
ko: 공유
zh_hans: 分享
zh_hant: 分享

source: Share Excel File
ko: Excel 파일 공유
zh_hans: 分享表格文件
zh_hant: 分享 Excel 檔案

source: Share Lesson Notes
ko: 레슨 노트 공유
zh_hans: 分享课程笔记
zh_hant: 分享課程筆記

source: Share Lesson Summary
ko: 레슨 요약 공유
zh_hans: 分享课程总结
zh_hant: 分享課程摘要

source: Share Notes
ko: 메모 공유
zh_hans: 分享备注
zh_hant: 分享備註

source: Share Summary
ko: 요약 공유
zh_hans: 分享总结
zh_hant: 分享摘要

source: Share Summary + Media
ko: 요약 및 미디어 공유
zh_hans: 分享总结和媒体
zh_hant: 分享摘要與媒體

source: Share Video
ko: 동영상 공유
zh_hans: 分享视频
zh_hant: 分享影片

source: Share Video with Lines
ko: 선이 포함된 동영상 공유
zh_hans: 分享带线条的视频
zh_hant: 分享含線條的影片

source: Show Start
ko: 시작 지점 표시
zh_hans: 显示开始位置
zh_hant: 顯示開始位置

# Showing %lld of %lld students.
source: Showing %1$lld of %2$lld students.
ko: 학생 %2$lld명 중 %1$lld명 표시 중.
zh_hans: 显示 %1$lld / %2$lld 名学员。
zh_hant: 顯示 %1$lld / %2$lld 位學員。

source: Side-by-side
ko: 나란히
zh_hans: 并排
zh_hant: 並排

source: Simplified Chinese
ko: 중국어 간체
zh_hans: 简体中文
zh_hant: 簡體中文

source: Single Focus
ko: 단일 집중
zh_hans: 单个聚焦
zh_hant: 單一聚焦

source: Single Lesson
ko: 단일 레슨
zh_hans: 单节课
zh_hant: 單堂課

source: Speed
ko: 속도
zh_hans: 速度
zh_hant: 速度

source: Stacked
ko: 위아래
zh_hans: 上下排列
zh_hant: 上下排列

source: Start
ko: 시작
zh_hans: 开始
zh_hant: 開始

source: Start coach analysis recording
ko: 코치 분석 녹화 시작
zh_hans: 开始教练分析录制
zh_hant: 開始錄製教練分析

source: Start Coach Analysis Recording
ko: 코치 분석 녹화 시작
zh_hans: 开始教练分析录制
zh_hant: 開始錄製教練分析

source: Start Fresh
ko: 새로 시작
zh_hans: 重新开始
zh_hant: 重新開始

source: Stop coach analysis recording
ko: 코치 분석 녹화 중지
zh_hans: 停止教练分析录制
zh_hant: 停止錄製教練分析

source: Stop Coach Analysis Recording
ko: 코치 분석 녹화 중지
zh_hans: 停止教练分析录制
zh_hant: 停止錄製教練分析

source: Stop Drawing
ko: 그리기 중지
zh_hans: 停止绘图
zh_hant: 停止繪圖

source: Straight Line
ko: 직선
zh_hans: 直线
zh_hant: 直線
